[
    {
        "id": 1,
        "title": "Welcome to PURPLELY!",
        "bgColor": "#626262",
        "imgId": "0",
        "content": " - 본 사이트는 React.js를 중심으로 개발되었습니다. \n - 최근 컬러 마케팅에서 자주 볼 수 있는 보라색의 트렌드에 관해 몇가지 사례를 간단히 분석해보는 게시물로 이루어져 있습니다. \n - 사이트 내 로고, 이미지, 게시물은 모두 직접 제작, 작성했습니다. \n\n  +) 이미지에 제작에 사용된 이미지들의 출처는 다음과 같습니다. \n    - 삼성전자 갤럭시 Z플립4 : https://www.samsung.com/sec/smartphones/galaxy-z-flip4/ \n    - 애플 아이폰14 : https://www.apple.com/kr/iphone-14-pro/ \n    - 색상표 : Unsplash Photo by Mika Baumeister\n ",
        "comments": []
    },
    {
        "id": 2,
        "title": "퍼플, 삼성 감성의 시작",
        "bgColor": "#b1a6c8",
        "imgId": "1",
        "content": "  세계에서도 인정받는 국산 제품으로서 삼성의 스마트폰은 그 인기를 오랫동안 유지해왔지만, 어느 순간부터 삼성 갤럭시 제품에는 일명 ‘아재폰’, 즉 기성세대 전용 스마트폰이라는 꼬리표가 붙어왔다. 이는 스마트폰 전체 사용자를 두고 봤을 때 안드로이드 운영체제의 높은 점유율로 인한 익숙함과 통신사를 통한 보급형 기기의 확산 등으로 정말 기성세대의 사용 비율이 높은 것도 있겠지만, 그 외에 불과 몇 년 전까지 디자인 측면에서 부족한 모습을 보여주었기 때문이기도 할 것이다. 물론 폴더블 스마트폰 기술의 전신이라 할 수 있는 커브드 디스플레이 등을 활용한 기술적 유선형 디자인은 과거에도 큰 인기를 끌었으나, 색상에서는 완벽히 소비자들을 사로잡기에는 무리가 있었다. 일례로 한동안 온라인에서 블루 색상은 트럭의 색상과 동일하다는 의미로 ‘용달블루’, 버건디 색상은 대야의 색상과 같다는 의미로 ‘다라이 레드’라는 오명을 쓴 적도 있다.\n\n 이처럼 제품의 색상 측면에서 비교적 약세를 보여왔던 삼성 갤럭시는 점차 변화하기 시작했는데, 2019년 출시된 ‘갤럭시노트10’ 시리즈의 ‘아우라 글로우’ 색상이 바로 그 시작점이 되었다. 비교적 안정적이고 단순했던 기존의 블랙, 화이트 및 기타 단색에서 벗어나, 빛에 따라서 무지갯빛을 보여주는 오묘한 유광 색상의 제품을 선보인 것이다. 결과적으로 이는 ‘갤럭시노트10’과 ‘갤럭시노트10+’ 모델 사전 판매량 중 각각 59%, 53%로 절반 이상의 비율을 차지하는 성공을 거두었다.\n\n 그리고 이듬해 출시된 첫 클렘쉘 형태의 폴더블 스마트폰 ‘갤럭시 Z플립’에서는, 삼성은 새로운 색상으로 소비자의 눈을 사로잡았다. 이는 바로 ‘미러퍼플’ 색상으로, 일전의 ‘아우라 글로우’를 떠올리게 하는 빛을 반사하는 유광 소재와 강렬한 보라색이 만난 색상이었다. 삼성 갤럭시는 해당 색상을 대표색으로 여러 광고와 마케팅을 진행했고, 새로운 기술과 디자인, 색상이 모두 잘 맞물리며 성공적으로 시장에 진입 할 수 있었다. 이후 이 ‘퍼플’은 MZ 세대를 겨냥한 갤럭시 시리즈의 대표 색상으로 자리 잡았고, 스마트폰을 꾸미는 ‘폰꾸’ 마케팅과 더불어 Z플립3 시리즈에서는 예약구매에서 MZ세대가 전체의 54%를 차지하며 이미지 변신에 성공한 사례를 보여주었다. 이후 ‘퍼플’ 색상은 Z플립 이외에도 ‘갤럭시S’ 시리즈 및 ‘갤럭시 버즈’에서도 출시되며 지속적인 인기를 끌었다. 가장 최근에는 Z플립4 시리즈에서 ‘보라퍼플’을 다시 한 번 대표색상으로 강조하며 뉴욕 삼성전자 체험형 팝업 스토어의 외관을 해당 색상으로 채우는 등 퍼플에 진심인 모습을 보여주었다.\n\n 퍼플은 과거 혹평 받던 삼성 갤럭시의 컬러 마케팅에 새로운 방향성이 되었다고 생각한다. 또한 이후 이에 안주하지 않고 색상 트렌드에 따라 보라색 계열에서 조금씩 변화를 주고, 그 외에도 감각적인 색상들을 선보이며 꾸준한 인기를 얻고 있다. 하지만 유행이 늘 변하듯, 색상의 트렌드도 계속해서 변화하기 마련이다. 앞으로도 삼성 갤럭시가 색상 트렌드에 발맞추고 앞서가며, 국내 1위를 넘어 세계 1위로 우뚝 서는 브랜드가 되기를 바라본다. \n\n  참고자료\nCnet - 갤럭시노트10+ 256GB 가장 인기. 아우라 글로우 색상 절반 이상…23일 공식 출시\n조선일보 - 접는데 반했어!… ‘갤럭시Z 100만대’ 고객 절반이 MZ세대\ntheBell -  삼성전자, 폴더블 왕좌지킨다…'퍼플' 마케팅 승부수",
        "comments": [
            {
                "id": 21,
                "content": "Z플립3가 정말 디자인적으로 완성도가 높았던 것 같아요👍"
            },
            {
                "id": 22,
                "content": "기능적 이슈에도 불구하고 높은 판매량을 유지하는 것 보면 역시 기능과 동일하게 혹은 그 이상으로 소비자는 디자인을 중요시하는 것 같아요🧐"
            }
        ]
    },
    {
        "id": 3,
        "title": "Purple of Apple",
        "bgColor": "#696075",
        "imgId": "2",
        "content": "  제품 라인별로 한 해에 하나의 신제품을 공개하는 게 당연시되는 요즘 스마트폰 시장에서, 주요 마케팅과 소비자의 관심은 출시 초기에 집중이 되는 것이 당연하다. 소비자 개인의 스마트폰 교체주기는 각자 다르기 마련이지만, 기업 입장에서 소비자의 관심과 마케팅이 상대적으로 소홀해지는 신제품 출시 사이 시기에는 판매량에 대한 고민이 생길 수밖에 없다. 특히 크게 두 가지 스마트폰 제품군을 가지고 상반기와 하반기에 나누어 출시하는 삼성전자와 다르게, 정기적으로 출시하는 스마트폰 시리즈가 아이폰 하나뿐인 애플은 그 고민이 없지 않았을 것이다. 그리고 이에 대한 애플의 아이디어는 새로운 색상을 활용한 컬러마케팅이었다.\n\n 2020년 10월 출시되었던 아이폰12가 신제품 출시 주기의 딱 절반인 6개월여만인 2021년 4월 새로운 색상인 퍼플로 돌아왔다. 이처럼 아이폰이 기존 출시 색상 이외에 새로운 색상을 추가한 것이 처음은 아니었다. 2017년 에이즈 연구 예방 단체 ‘레드’에 기부를 한다는 의의로 아이폰7에서 새로운 레드 색상을 추가로 공개한 바 있었다. 하지만 그때처럼 의미가 있는 이벤트성 출시와는 다르게, 신제품 출시 이후 낮아진 관심도를 재고하고 판매량을 끌어올리기 위해 새로운 색상을 추가적으로 공개한 것은 처음 이었다.\n\n 퍼플 색상은 바로 이전 시리즈인 아이폰11에서 선보인 바 있었는데, 당시에도 큰 인기를 끌었던 색상 중 하나였다. 이를 바탕으로 더욱 선명해진 색감으로 돌아온 아이폰12의 퍼플은 역시 큰 관심을 받으며 판매량 증가에 큰 기여를 하였고, 아이폰12는 7개월만에 누적판매량 1억대를 돌파하는 성공을 거두었다.\n\n 이후 아이폰13 시리즈에서는 시그니처 색상으로 하늘색 계열의 ‘시에라블루’를 내세우고 추가 색상 또한 초록색 계열의 ‘알파인그린’으로 출시하며 잠시 퍼플이 자취를 감추었지만, 올해 아이폰14 시리즈에서 퍼플은 새로운 시그니처 색상으로 돌아왔다. 해당 색상은 거의 회색에 가깝게 톤 다운된 보라색인 ‘딥퍼플’ 색상으로, 기존에 보여주던 밝은 퍼플 색상과는 차이가 있지만 여전히 사전예약에서 가장 높은 비율을 차지하며 퍼플에 대한 애플과 애플 소비자들의 관심도를 확인할 수 있었다.\n\n 이번의 톤 다운된 퍼플 색상은 밝은 바이올렛 계열을 시그니처로 내세우는 삼성 갤럭시와의 차별화를 위한 전략으로도 보인다. 하지만 현재 전자기기 시장에서 퍼플 색상이 가장 강한 트렌드임은 부정할 수 없어 보인다. 디자인을 비롯한 ‘감성’ 측면에서는 항상 독보적으로 높은 평가를 받는 애플인데, 향후 시리즈에서는 어떠한 컬러 마케팅을 펼칠지가 앞으로도 기대가 되는 대목이다. \n\n  참고자료\n매일경제 - 애플 4년만에 아이폰 색상 마케팅\nSBS 비즈 - 아이폰12, 7개월만에 누적판매량 1억대… ‘슈퍼사이클’ 달성\n쿠키뉴스 - 아이폰14 출시…’프로・딥퍼플’ 인기",
        "comments": [
            {
                "id": 31,
                "content": "애플만의 감성은 역시 두터운 매니아층을 형성할 만 하죠!!"
            },
            {
                "id": 32,
                "content": "완벽주의도 좋지만 기술적 발전이 더디다는 느낌도 종종 들어요🤔"
            },
            {
                "id": 33,
                "content": "카메라 성능만 좀 더 좋아질 수 있다면,,,"
            },
            {
                "id": 34,
                "content": "새로나온 다이나믹 아일랜드는 정말 감성 그 자체인것 같아요!!🤩"
            }
        ]
    },
    {
        "id": 4,
        "title": "Color of the year, Very Peri",
        "bgColor": "#a3a3dd",
        "imgId": "3",
        "content": "  ‘Pantone(이하 팬톤)’이라는 브랜드는 우리에게는 ‘올해의 색’으로 널리 알려져 있는 브랜드다. 팬톤은 인쇄 산업의 복잡한 색 매칭 문제를 해결하기 위해 수많은 색에 고유번호를 붙여 만든 컬러매칭 시스템으로 세계적 명성을 쌓은 기업이다. 해당 시스템을 활용한 팬톤 컬러는 과학적인 색채 언어로 인정받으며 패션계를 넘어 각종 시각예술 분야에서 표준으로 사용되고 있다. 그리고 처음에 언급했듯이, 팬톤 색채 연구소를 두고 매년 ‘The color of the year(올해의 색)’을 발표하는 기업이기도 하다. \n\n 2022년 팬톤이 발표한 올해의 색은 ‘Very Peri(베리 페리)’로, 오묘한 보랏빛을 지닌 색이다. 팬톤 색채 연구소 부사장인 레트리스 아이즈먼(Leatrice Eiseman)은, “우리가 전례 없는 변화의 세계로 이동할 때, 팬톤의 17-3938 베리 페리의 선택은 신뢰할 수 있으며 사랑받는, 푸른색의 자질을 포괄하지만 동시에 바이올렛 레드가 저변에 깔려 있는 푸른빛 계열에 대한 새로운 관점과 비전을 제공합니다. 팬톤의 17-3938 베리 페리는 쾌활하고 유쾌한 태도와 창의력과 상상력이 풍부한 표현을 고취하는 역동적인 존재감을 보여주고 있습니다.”라며 올해의 색으로 베리 페리를 선택한 이유를 밝혔다.\n\n 눈에 띄는 점은 지난 2018년 올해의 색으로 ‘Ultra Violet’을 선정한 데에 이어 4년 만에 다시 한번 보라색 계열의 색을 선정했다는 것이다. 보통 색의 트렌드가 딱 1년만 유행하고 사라지기보다는 하나의 유행으로 자리 잡아 조금 긴 호흡의 수명을 갖는다고 생각해 봤을 때, 넓은 범위에서 보라색은 2018년도부터 의류와 전자기기 등에서 사랑받는 색상으로 그 수명을 유지하다 또다시 트렌드로 선정된 색상이라 볼 수도 있을 것이다. 쉴 틈 없이 새로움이 등장하고 이를 갈망하는 현대 사회 속에서, 보라색에 대한 꾸준한 선호는 어쩌면 현대인들이 가장 사랑하는 색이 보라색임을 반증하는 게 아닐까.\n\n 이젠 끝을 향해 달려가는 2022년. 다가오는 2023년의 색은 무엇이 될지, 그리고 앞으로 시장에 또 어떤 영향을 미치게 될지 주목해볼 만한 부분이다.\n\n  참고 자료\nPANTONE 코리아 공식사이트\n헤이팝 - 팬톤 픽! 2022 올해의 컬러는?",
        "comments": [
            {
                "id": 41,
                "content": "개인적으로 가장 기억에 남는 올해의 색은 2016년도의 세레니티와 로즈쿼츠 였어요😍"
            },
            {
                "id": 42,
                "content": "다음해는 어떤 색상일까요?"
            },
            {
                "id": 43,
                "content": "최근 세계 정세가 혼란스러워서 위로의 의미를 담은 잔잔한 색감이 나올 것 같아요."
            },
            {
                "id": 44,
                "content": "맞아요. 올해의 색의 시작이었던 2000년에도 심리적 안정감을 준다는 의미를 담아 하늘색을 선정하기도 했었죠😇"
            }
        ]
    },
    {
        "id": 5,
        "title": "What is Color Marketing?",
        "bgColor": "#8253a7",
        "imgId": "4",
        "content": "  한국 마케팅 연구회 조사에 따르면 소비자가 소비 결정을 할 때 가장 많은 영향을 받는 감각은 바로 ‘시각’이라고 한다. “컬러마케팅”은 그 시각적 요소 중에서도 색상을 활용해 소비자의 구매 욕구를 자극하는 마케팅 기법의 하나이다. 컬러마케팅은 미국 만년필 회사인 ‘PARKER(파커)’에 시작점을 두고 있다고 알려져 있다. 당시 검은색만 존재하던 만년필 시장에서 여성 사용자들을 타깃으로 붉은색을 새롭게 제작하면서 큰 인기를 얻게 되었던 것이다. 멀티미디어 환경 속에서 살아가는 현대인들은 시각적 영상이나 이미지에 쉽게 반응하기 때문에, 컬러마케팅은 최근 더욱 각광받는 마케팅 기법 중 하나이다. \n\n 컬러마케팅의 효용은 크게 두 가지로 볼 수 있는데, 첫 번째는 브랜드 아이덴티티의 형성이다. 현대에서 브랜드 로고는 단순히 형태와 메시지에만 그 의미가 국한되지 않고, 색상까지 중요한 요소로 포함이 된다. 일례로 카카오톡의 경우 개발 초창기부터 노란색을 메인으로 한 로고를 사용해왔는데, 이는 친근하고 유연한 이미지를 추구하기 위한 선택이었다고 한다. 지금까지도 카카오뱅크, 카카오T, 카카오맵 등 모든 하위 브랜드에서도 동일하게 노란색을 바탕으로 로고를 제작하고 있고, 처음 노란색을 선택한 목적과 같이 모든 국민에게 친근하고 IT 시장을 선도하는 유연한 기업의 이미지를 달성해오고 있다.\n\n 컬러마케팅의 두 번째 효용은 소비자의 소비욕구 향상이다. 현재 이것이 가장 잘 드러나는 시장은 스마트폰 시장이 아닐까 싶다. 스마트폰은 제품 생명주기로 봤을 때 현재 성숙기에 진입한 것으로 보인다. 소비량은 주기적으로 등락을 거듭하지만 고점이 점차 낮아지는 추세를 보이고 있고, 기술적으로도 큰 혁신보다는 카메라 성능 개선, 프로세서 개선 등 안정적인 변화를 보이고 있다. 이를 반증하듯이 각 기업에서는 색상과 디자인적 측면에서 차별화를 위해 노력하고 있다. 삼성의 갤럭시 Z플립4는 ‘보라퍼플’을 메인 색상으로 내세우며 광고와 팝업 스토어 등에서 이를 활용한 감성 마케팅을 보여주고 있고, 최근 애플의 아이폰은 매년 새로운 시그니처 색상을 소개하며 신제품 출시마다 또 어떤 색상이 나올지 소비자들의 관심을 모으고 있다.\n\n 이처럼 컬러마케팅은 현대에 하나의 트렌드로 자리 잡고 있다. 꼭 경영, 마케팅이 아니더라도 우리가 살아가는 일상 속 권태가 느껴지는 부분이 있다면, 새로운 색으로 리프레시 해보는 것도 좋은 시도가 되지 않을까 생각한다. 그리고 이는 최근 MZ세대에서 각광받는 다꾸(다이어리 꾸미기), 폰꾸(스마트폰 꾸미기) 트렌드로 이어지는 접점이기도 할 것이다.\n\n  참고자료\n앱스토리 - 구매욕 자극하는 스마트폰 컬러 마케팅\neMFORCE - 코카콜라, 스타벅스, 카카오의 공통점은? ‘컬러 마케팅’에 성공한 브랜드 살펴보기\nCounterPoint Reseach - Global Smartphone Sales (sell-through), May 2022",
        "comments": [
            {
                "id": 51,
                "content": "또 대표적인 사례로 코카콜라와 스타벅스가 있죠. 빨간색과 초록색 하면 떠오르는 바로 그 브랜드!!"
            },
            {
                "id": 52,
                "content": "최근 광고하는 앱으로 표면 색상을 바꿀 수 있는 LG 냉장고도 색을 활용한 마케팅의 사례라고 생각합니다. 신기하더라구요!!😲"
            }
        ]
    },
    {
        "id": 6,
        "title": "BTS와 손잡은 삼성의 퍼플",
        "bgColor": "#a588e0",
        "imgId": "5",
        "content": "삼성 갤럭시는 갤럭시Z플립 시리즈를 기점으로 다양한 제품라인에서 보라색을 활용한 컬러 마케팅을 내세우고 있다. 그런데 이와 비슷한 시기에 음악으로 전 세계를 보랏빛으로 물들인 아티스트가 있었으니, 바로 BTS, 방탄소년단이었다.\n\n BTS는 2013년 데뷔한 국내 남성 7인조 아이돌 가수로, 꾸준히 성장을 거듭하며 전 세계가 주목하는 빌보드 음원차트에서 수차례 1위를 차지한 바 있다. 또한 한국 가수 최초로 그래미 어워드에서 단독 무대를 서는 등 음악성을 넘어 대중성까지 모두 인정받은 현 세계 최정상급 아티스트 가운데 하나이다. 그리고 BTS는 상징적은 자신들만의 색이 있는데, 바로 삼성 갤럭시가 메인 컬러로 내걸고 있는 색과 동일한 보라색이다. 삼성은 이를 놓치지 않고 BTS와 협업을 통해 기존에 내세우던 보라색에 BTS 굿즈 성격을 띠는 요소들을 첨가해 ‘BTS에디션’을 출시했다. \n\n 셀럽을 내세우는 ‘셀럽마케팅’에서는 특별한 이유 없이 셀럽의 유명세에만 기대서 협업을 하는 경우도 흔히 볼 수 있는데, 이보다는 제품이나 서비스가 셀럽의 이미지나 특징과 맞아떨어질 때 보다 큰 효과를 볼 수 있다. 이런 측면에서 이번 삼성 갤럭시와 BTS의 콜라보는 삼성이 내세우는 색상과 BTS의 상징색이 일치하며 소비자들을 쉽게 설득할 수 있었던 것으로 보인다. 결과적으로 처음 출시된 협업 시리즈인 ‘갤럭시 S20+ BTS에디션’은 공개 후 한 시간도 되기 전에 완판되는 성과를 얻을 수 있었다. \n\n 최근에는 삼성 갤럭시와 BTS가 단순 색상 콜라보를 넘어 다양한 시리즈의 메인 광고 모델로 꾸준히 관계를 이어가고 있다. 보라색을 중심으로 새로운 컬러 마케팅의 국면을 맞은 삼성 갤럭시와 세계적으로 큰 인기를 얻고 있는 국내 최고의 아티스트 BTS가 서로의 시너지 효과를 보며 앞으로도 더욱 밝게 빛나기를 기대해 본다.\n\n  참고자료\n - HIVE Entertainment 공식 사이트\n - 서울경제 - 갤럭시 BTS 에디션 완판…1시간도 안걸려",
        "comments": [
            {
                "id": 61,
                "content": "방탄 보라해💜"
            },
            {
                "id": 62,
                "content": "삼성 마케팅팀 열일한다!! 멋져요!!!"
            },
            {
                "id": 63,
                "content": "2015년이었나요,, 제가 방탄 친필 싸인 앨범에 당첨되어서 친구에게 그냥 줬던게,, 왜그랬니 나자신,, 참고로 진짜 실화입니다,,🥹"
            }
        ]
    }
]
